Show / Hide Table of Contents
Enum ReinfDiagramType
Reinforcement stress-strain diagram
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ReinfDiagramType
Fields
 Name |  Description
 BilinerWithAnInclinedTopBranch
Billinear with an inclined top branch
 BilinerWithOutAnInclinedTopBranch
Billinear without an inclined top branch
 DefinedByUser
Defined by user
 Improve this Doc
 View Source